# Тест каталога /index.php?route=product/category&path=20

# Тест Select Sort по A-Z (отсортировать страницу Я-A наоборот,
# получить все элементы внутри #content > div:nth-child(7) и у них атрибуты Title,
# далее отсортировать страницу A-Z и снова получить поледовательность из значений атрибутов
# отсортировать первые полученые атрибуты и сравнить с послед получений из сотрированной страницы
# assert что они совпадут

# Тест добавления в сравнение Compare
# Тест добавления в корзину через каталог
# Тест клика по #column-left > div.list-group на Desktops что мы точно на Desktops по тексту #content > h2
